<script setup>

</script>

<template>
  <div style="" class="flex justify-center">
    <div class="w-[94.5rem] mb-8">
      <span class="px-32 text-xl font-semibold italic">Полезное</span>
    </div>
  </div>
<div class="flex justify-center">
  <div class="flex-col">
    <span class="text-2xl font-semibold">Важное при выборе аудиотехники</span>
    <div class="my-6">
      <img src="../../../../../public/img/main/set.jpg"/>
    </div>
    <div class="w-[38rem] ">
      <p class="text-wrap">
        При выборе аудиотехники, будь то для домашнего удовольствия или профессионального использования, необходимо учитывать ряд ключевых факторов. Правильный выбор обеспечит качественное звучание и удовлетворит ваши потребности. Вот несколько советов, которые помогут вам принять осознанное решение.
      </p>
      <p class="mt-6 text-lg font-semibold">Определите свои потребности:</p>
      <span>Прежде всего, определитесь, для чего вам нужна аудиотехника. Если вы ищете домашний звуковой системы для прослушивания музыки или просмотра фильмов, вам может подойти аудиосистема с хорошим качеством звука. Если же вы профессионал в музыкальной индустрии, вам нужны более продвинутые системы, которые обеспечат высокую четкость звучания.</span>

      <div class="my-6">
        <img src="../../../../../public/img/topics/bowers.png"/>
      </div>

      <p class="mt-6 text-lg font-semibold">Бюджет:</p>
      <span> Определите ваш бюджет заранее. Аудиотехника может быть довольно дорогой, поэтому важно знать, сколько вы готовы потратить. Помните, что иногда высокая цена не всегда означает лучшее качество, поэтому исследуйте рынок и выбирайте оптимальное соотношение цены и качества.</span>

      <p class="mt-6 text-lg font-semibold">Качество звука:</p>
      <span>Это один из самых важных аспектов при выборе аудиотехники. Сравнивайте звучание разных моделей, обращая внимание на чистоту звука, динамику и баланс. Лучше всего сделать это, прослушав несколько треков с разной музыкой.</span>
    </div>

    <router-link to="/">
      <div class="flex justify-center mt-8">
        <Button label="На главную" class="w-full bg-[#3DA35D] hover:bg-[#308049] border-0"></Button>
      </div>
    </router-link>

  </div>
</div>
</template>

<style scoped>

</style>